tap "oven-sh/bun"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "deno"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "postgresql@16"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sd"
brew "starship"
brew "yazi", args: ["HEAD"]
brew "zig"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "font-jetbrains-mono-nerd-font"
cask "1password"
cask "adguard"
cask "arc"
cask "discord"
cask "hyperkey"
cask "raycast"
cask "setapp"
cask "signal"
cask "spotify"
cask "zed"
